Repository: MJU-PSI/yti-comments-ui
Catalog: po/*.po
Languages: sl

source: Commenting period
sl: Obdobje komentiranja

source: -type
sl: ="- tip"

source: (modified)
sl: (spremenjeno)

source: Reply
sl: Odgovorite

source: Modify
sl: Spremenite

source: Delete
sl: Izbrišite

source: Send
sl: Pošljite

source: Cancel
sl: Prekličite

source: Save
sl: Shranite

source: Removed user
sl: Odstranjen uporabnik

source: First name
sl: Ime

source: Last name
sl: Priimek

source: Email
sl: E-naslov

source: + Add row
sl: ="+ Dodajte vrstico"

source: Add
sl: Dodajte

source: Status
sl: Stanje

source: Valid from
sl: Velja od

source: Valid to
sl: Velja do

source: Edit
sl: Uredite

source: Copy value to clipboard
sl: Kopirajte vrednost v odložišče

source: Copied to clipboard
sl: Kopirano v odložišče

source: Last modification
sl: Zadnja sprememba

source: Search did not find in any resources for commenting.
sl: Iskanje ni našlo v nobenih virih za komentiranje.

source: Add organization
sl: Dodajte organizacijo

source: Select organization
sl: Izberite organizacijo

source: Search organization
sl: Iščite organizacijo

source: Search term
sl: Iskalni izraz

source: Select tool
sl: Izberite orodje

source: All statuses
sl: Vsa stanja

source: Select source
sl: Izberite vir

source: HELP_TEXT_COMMENTROUND_SOURCE_MODAL_INSTRUCTION
sl: Vir za krog komentiranja izberete tako, da najprej izberete Interoperabilityplatform Tool s spustnega seznama. Vir izberete s klikom na ime. Poleg iskalnega izraza lahko vire filtrirate tudi s spustnim seznamom stanja.

source: Select resource
sl: Izberite vir

source: HELP_TEXT_COMMENTTHREAD_RESOURCE_MODAL_INSTRUCTION
sl: Poiščite vir za komentiranje. Z izbiro vira, se ga doda v krog komentiranja. Filtrirajte vire tako, da vnesete iskalni izraz ter v spustnem seznamu še njihova stanja.

source: Add user
sl: Dodajte uporabnika

source: Add users to comment round
sl: Dodajte uporabnike v krog komentiranja

source: All organizations
sl: Vse organizacije

source: All tools
sl: Vsa orodja

source: Comments
sl: Komentarji

source: Add new resource
sl: Dodajte nov vir

source: This comment round does not have any resources.
sl: Ta krog komentiranja nima virov.

source: Resource
sl: Vir

source: Proposer's comment
sl: Komentar predlagatelja

source: Added
sl: Dodano

source: Added by
sl: Dodal

source: Description
sl: Opis

source: Current status
sl: Trenutno stanje

source: Proposed status
sl: Predlagano stanje

source: Actions
sl: Akcije

source: Proposed statuses
sl: Predlagana stanja

source: Expand all
sl: Razširite vse

source: Collapse all
sl: Strnite vse

source: Start commenting
sl: Komentirajte

source: Send comments
sl: Pošljite komentarje

source: {{ commenting ? 'Your comment' : 'Commenter\'s comment' }}
sl: {{ commenting ? 'Komentar' : 'Komentar komentatorja' }}

source: {{ commenting ? 'Propose status' : 'Commenter\'s proposal for status' }}
sl: {{ commenting ? 'Predlagaj status' : 'Predlog komentatorja za status' }}

source: Round name
sl: Polno ime

source: Tool
sl: Orodje

source: Start of commenting
sl: Začetek komentiranja

source: End of commenting
sl: Konec komentiranja

source: Source
sl: Vir

source: Only selected resources
sl: Samo izbrani viri

source: Allow new comment threads
sl: Dovoli nove teme komentarjev

source: Source URI
sl: URI vir

source: Organization
sl: Organizacija

source: Comment round information
sl: Informacije o krogu komentiranja

source: Editor
sl: Urednik

source: Commenting subject
sl: Zadeva komentiranja

source: Created
sl: Ustvarjeno

source: Users
sl: Uporabniki

source: Commentable resources
sl: Viri, ki jih je mogoče komentirati {{ value }}.

source: There are no resources to comment.
sl: Ni virov za komentiranje.

source: You will receive an email notification when this resource changes.
sl: Ko se ta vir spremeni, boste prejeli e-poštno obvestilo.

source: Choose action
sl: Izberite dejanje

source: Add email subscription
sl: Dodajte naročnino na e-poštna obvestila

source: Remove email subscription
sl: Odstranite naročnino na e-poštna obvestila

source: Start comment round
sl: Začnite krog komentiranja

source: Close comment round
sl: Zaprite krog komentiranja

source: Delete comment round
sl: Izbrišite krog komentiranja

source: Export Excel
sl: Izvozite Excel

source: INFORMATION
sl: INFORMACIJE

source: RESOURCES
sl: VIRI

source: OWN COMMENTS
sl: LASTNI KOMENTARJI

source: Filter results
sl: Filtriraj rezultate

source: Please select tool to get container resources for commenting.
sl: Izberite orodje, če želite pridobiti vsebnik virov za komentiranje.

source: Resources
sl: Viri

source: Select
sl: Izberite

source: Pick all
sl: Izberite vse

source: Create new suggestion and add selected resources
sl: Ustvarite nov predlog in dodajte izbrane vire

source: Create new suggestion
sl: Ustvarite nov predlog

source: comment round
sl: krog komentiranja

source: comment rounds
sl: krogi komentiranja

source: Frontpage long description
sl: V Interoperabilityplatform’s Comment Round Tool lahko uporabniki ustvarijo kroge komentiranja za vsebino Terminologija-, Šifranti - in Podatkovni modeli- Tool. Poleg tega se Comment Round Tool uporablja za komentiranje informacijske vsebine, dodane za komentiranje v krogu komentiranja ter branje komentarjev, ki so jih poslali drugi. Za uporabo storitve je potrebna prijava.

source: Add new comment round
sl: Dodajte nov krog komentiranja

source: Search for comment rounds
sl: Iščite kroge komentarjev

source: Did not find any comment rounds.
sl: Ni bilo mogoče najti nobenega kroga komentiranja.

source: Impersonate user
sl: Postavite se v vlogo uporabnika

source: LOG IN
sl: VPIS

source: LOG OUT
sl: ODJAVA

source: User details
sl: Podrobnosti o uporabniku

source: Reference Data
sl: Šifranti

source: Terminology
sl: Terminologija

source: Data models
sl: Podatkovni modeli

source: User right management
sl: Upravljanje uporabniških pravic

source: Name
sl: Ime

source: Organizations and roles
sl: Organizacije in vloge

source: Unknown organization
sl: Neznana organizacija

source: Waiting for approval
sl: Čakanje na odobritev

source: Send access request
sl: Pošljite zahtevo za dostop

source: You have subscribed to be notified via email when the following resources change. To remove the subscription, click the icon next to the resource.
sl: Naročili ste se na prejemanje e-poštnih obvestil, ko se spremenijo naslednji viri. Če želite odstraniti naročnino, kliknite ikono poleg vira.

source: Email notifications
sl: E-poštna obvestila

source: Daily
sl: Dnevno

source: Code list resources
sl: Viri v orodju Šifranti

source: Terminology resources
sl: Viri v orodju Terminologija

source: Datamodel resources
sl: Viri v orodju Podatkovni modeli

source: Comments resources
sl: Viri v orodju Komentarji

source: SUBSCRIPTIONS
sl: NAROČNINE

source: INFO_TEXT_COMMENTROUND_USER
sl: Uporabnik, ki je ustvaril ta krog komentiranja

source: INFO_TEXT_COMMENTROUND_INTEGRATION_RESOURCE
sl: Vir najvišje ravni kroga komentiranja

source: INFO_TEXT_COMMENTROUND_INTEGRATION_RESOURCE_URI
sl: Vrhnja raven URI naslov vira kroga komentiranja

source: INFO_TEXT_COMMENTROUND_NAME
sl: Ime kroga komentiranja, ki je prikazano na naslovni strani

source: INFO_TEXT_COMMENTROUND_TOOL_TYPE
sl: Orodje za interoperabilnost, iz katerega se komentirajo viri kroga komentarjev

source: INFO_TEXT_COMMENTROUND_DESCRIPTION
sl: Opis besedila kroga komentiranja

source: INFO_TEXT_COMMENTROUND_ORGANIZATION
sl: Organizacije, ki lahko dodajo komentarje v ta krog komentiranja

source: INFO_TEXT_COMMENTROUND_FIXED_THREADS
sl: Določa, ali je po začetku kroga komentiranja mogoče dodati nove vire za komentiranje

source: INFO_TEXT_COMMENTROUND_OPEN_THREADS
sl: Določa, ali je mogoče ustvariti nove teme komentiranja brez povezovanja virov

source: INFO_TEXT_COMMENTROUND_STATUS
sl: Stanje kroga komentiranja

source: INFO_TEXT_COMMENTROUND_VALIDITY
sl: Časovno obdobje, ko ta krog komentiranja omogoča komentiranje

source: INFO_TEXT_COMMENTROUND_VALIDITY_START_DATE
sl: Začetni čas, ko ta krog komentiranja začne dovoljevati komentarje

source: INFO_TEXT_COMMENTROUND_VALIDITY_END_DATE
sl: Končni čas tega kroga komentiranja, komentarji po tem niso več sprejeti in krog komentiranja se samodejno zaključi

source: INFO_TEXT_COMMENTROUND_CREATED
sl: Čas kreiranja kroga komentiranja

source: INFO_TEXT_COMMENTROUND_LAST_MODIFICATION
sl: Čas zadnjega urejanja

source: INFO_TEXT_COMMENTTHREAD_USER
sl: Uporabnik, ki je ustvaril to temo komentiranja

source: INFO_TEXT_COMMENTTHREAD_NAME
sl: Ime teme komentiranja

source: INFO_TEXT_COMMENTTHREAD_DESCRIPTION
sl: Opis teme komentiranja

source: INFO_TEXT_COMMENTTHREAD_INTEGRATION_RESOURCE
sl: Vir za integracijo teme komentiranja

source: INFO_TEXT_COMMENTTHREAD_INTEGRATION_RESOURCEURI
sl: URI naslov vira integracije teme komentiranja

source: INFO_TEXT_COMMENTTHREAD_PROPOSEDTEXT
sl: Predlagani ukrep

source: INFO_TEXT_COMMENTTHREAD_PROPOSEDSTATUS
sl: Predlagani status za vir

source: INFO_TEXT_COMMENTTHREAD_CREATED
sl: Čas kreiranja teme komentiranja

source: INFO_TEXT_COMMENTTHREAD_CURRENTSTATUS
sl: Trenutno stanje vira

source: INFO_TEXT_COMMENT_USER
sl: Uporabnik, ki je ustvaril ta komentar

source: INFO_TEXT_COMMENT_COMMENTROUND_NAME
sl: Ime kroga komentiranja za ta komentar

source: INFO_TEXT_COMMENT_COMMENTTHREAD_NAME
sl: Ime teme komentiranja za ta komentar

source: INFO_TEXT_COMMENT_CONTENT
sl: Vsebina komentarja

source: INFO_TEXT_COMMENT_COMMENTTHREAD_RESOURCEURI
sl: URI vir, povezan s to temo komentarjev

source: INFO_TEXT_COMMENT_PARENT_COMMENT
sl: Komentar na višji ravni za ta komentar v temi komentiranja

source: INFO_TEXT_COMMENT_PROPOSEDSTATUS
sl: Stanje, predlagano s tem komentarjem za vir

source: INFO_TEXT_COMMENT_CREATED
sl: Čas kreiranja komentarja

source: INFO_TEXT_INTEGRATION_RESOURCEURI
sl: Krog komentiranja za naslov URI vira integracije

source: INFO_TEXT_FRONTPAGE_FILTER_RESULTS
sl: Rezultate je mogoče filtrirati po organizaciji, statusu in orodju s spustnim seznamom

source: INFO_TEXT_FRONTPAGE_SEARCH
sl: Iskanje meri na imena krogov komentiranja

source: INFO_TEXT_URI
sl: Stalni spletni naslov kroga komentiranja.

source: INFO_TEXT_USER_FIRSTNAME
sl: Ime uporabnika

source: INFO_TEXT_USER_LASTNAME
sl: Priimek uporabnika

source: INFO_TEXT_USER_EMAIL
sl: E-poštni naslov uporabnika

source: Front page
sl: Naslovna stran

source: NOSTATUS
sl: Ni izbranega stanja

source: SUPERSEDED
sl: Nadomeščeno

source: RETIRED
sl: Umaknjeno

source: VALID
sl: Veljavno

source: INVALID
sl: Neveljavno

source: DRAFT
sl: Osnutek

source: INCOMPLETE
sl: Nepopolno

source: SUGGESTED
sl: Predlagano

source: AWAIT
sl: Čakanje

source: INPROGRESS
sl: V delu

source: ENDED
sl: Končano

source: CLOSED
sl: Zaprto

source: ERR_MSG_USER_401
sl: Nimate pooblastil za izvedbo tega dejanja

source: ERR_MSG_USER_404
sl: Vira ni bilo mogoče najti

source: ERR_MSG_USER_406
sl: Napačni podatki

source: ERR_MSG_USER_500
sl: Nepričakovana napaka

source: ERR_MSG_USER_END_BEFORE_START_DATE
sl: Končni datum je pred začetnim datumom.

source: ERR_MSG_USER_CANNOT_MODIFY_EXISTING_COMMENT
sl: Obstoječega komentarja ni mogoče spremeniti.

source: ERR_MSG_USER_CANNOT_MODIFY_EXISTING_COMMENTTHREAD
sl: Ni mogoče spremeniti obstoječe teme komentiranja.

source: ERR_MSG_USER_CANNOT_CREATE_EMPTY_COMMENT
sl: Komentarja s prazno vsebino ni mogoče ustvariti.

source: ERR_MSG_USER_INVALID_PARENTCOMMENT
sl: Komentar je povezan z neveljavnim nadrejenim komentarjem.

source: ERR_MSG_USER_NOT_ALLOWED_TO_MODIFY_CONTENT_FROM_ANOTHER_USER
sl: Uporabniku ni dovoljeno spreminjati obstoječe vsebine drugega uporabnika.

source: ERR_MSG_COMMENT_HAS_INVALID_COMMENTTHREAD_ID
sl: Podatki o komentarju imajo neveljaven ID teme komentiranja.

source: ERR_MSG_COMMENT_DOES_NOT_HAVE_COMMENTTHREAD
sl: Komentar nima teme komentiranja.

source: ERR_MSG_NO_RESOURCES_TO_COMMENT_STATUS_CHANGE_NOT_ALLOWED
sl: Ni virov za komentiranje, sprememba stanja ni dovoljena.

source: ERR_MSG_USER_COMMENTTHREAD_HAS_INVALID_COMMENTROUND_ID
sl: Podatki teme komentiranja imajo neveljaven ID kroga komentiranja.

source: ERR_MSG_INVALID_SOURCE_DATA
sl: Neveljavni izvorni podatki.

source: ERR_MSG_INVALID_ID
sl: Neveljaven ID v podatkih.

source: ERR_MSG_USER_PROPOSED_STATUS_REQUIRED
sl: Predlog statusa je potreben za komentarje na glavni ravni.

source: ERR_MSG_USER_OTHER_USER_ALREADY_RESPONDED_TO_THIS_COMMENT_CANT_MODIFY_OR_DELETE
sl: Ta komentar je že komentiran. Ni ga mogoče spremeniti ali izbrisati.

source: Submit error
sl: Napaka pri pošiljanju

source: Unexpected error
sl: Nepričakovana napaka

source: ADMIN
sl: Administrator

source: DATA_MODEL_EDITOR
sl: Urejevalec podatkovnih modelov

source: TERMINOLOGY_EDITOR
sl: Urejevalec terminologije

source: CODE_LIST_EDITOR
sl: Urejevalec šifrantov

source: MEMBER
sl: Član

source: required
sl: Obvezno

source: codelist
sl: Šifranti

source: terminology
sl: Terminologija

source: datamodel
sl: Podatkovni modeli

source: alphabetical
sl: Abecedno

source: created
sl: Ustvarjeno

source: codelist-type
sl: Šifrant

source: terminology-type
sl: Besedišče

source: datamodel-type
sl: Podatkovni model

source: Comment round
sl: Krog komentiranja

source: Comment thread
sl: Tema komentiranja

source: Comment
sl: Komentar

source: Commenter's proposal for status
sl: Predlog komentatorja za stanje

source: Commenter's comment
sl: Komentar komentatorja

source: Your comment
sl: Komentar

source: Propose status
sl: Predlagajte stanje

source: Create comment round
sl: Ustvarite krog komentiranja

source: Create comment thread
sl: Ustvarite temo komentiranja

source: Create comment
sl: Ustvarite komentar

source: START COMMENT ROUND?
sl: ZAČETEK KROGA KOMENTIRANJA?

source: CLOSE COMMENT ROUND?
sl: ZAKLJUČEK KROGA KOMENTIRANJA?

source: DELETE COMMENT ROUND?
sl: IZBRIS KROGA KOMENTIRANJA?

source: DELETE COMMENT THREAD?
sl: IZBRIS TEME KOMENTIRANJA?

source: DELETE COMMENT?
sl: IZBRIS KOMENTARJA?

source: SEND COMMENTS?
sl: POŠLJITE KOMENTARJE?

source: You have not commented all resources. Are you sure you want to send partial comments?
sl: Niste komentirali vseh virov. Ali ste prepričani, da želite poslati delne komentarje?

source: ADD EMAIL SUBSCRIPTION TO RESOURCE REGARDING CHANGES?
sl: DODAJANJE NAROČNINE NA PREJEMANJE E-POŠTNIH OBVESTIL GLEDE SPREMEMB NA VIRU?

source: REMOVE EMAIL SUBSCRIPTION TO RESOURCE?
sl: ODSTRANITEV NAROČNINE PREJEMANJA E-POŠTNIH OBVESTIL NA VIR?

source: ARE YOU SURE YOU WANT TO ENABLE THE NOTIFICATION EMAIL SUBSCRIPTION?
sl: STE PREPRIČANI, DA ŽELITE OMOGOČITI NAROČNINOE NA E-POŠTNA OBVESTILA?

source: ARE YOU SURE YOU WANT TO DISABLE THE NOTIFICATION EMAIL SUBSCRIPTION?
sl: STE PREPRIČANI, DA ŽELITE ONEMOGOČITI NAROČNINO NA E-POŠTNA OBVESTILA?

source: Adding subscription failed.
sl: Dodajanje naročnine ni uspelo.

source: Subscription deletion failed.
sl: Brisanje naročnine ni uspelo.

source: INFO_TEXT_EMAIL_SUBSCRIPTIONS
sl: Ta funkcija izbere, ali so naročnine aktivne ali ne. Če odkljukate polje »Dnevno«, lahko onemogočite vse naročnine hkrati. Če ga označite, se naročnine znova aktivirajo.

source: REMOVE USER FROM COMMENT ROUND?
sl: ODSTRANITEV UPORABNIKA IZ KROGA KOMENTIRANJA?

source: INFO_TEXT_COMMENTROUND_USERS
sl: Začasni uporabniki, vabljeni k sodelovanju v tem krogu komentiranja po e-pošti

source: invalidDate
sl: Neveljaven datum

source: invalidDateRange
sl: Neveljavno časovno obdobje

source: emailValidationError
sl: E-naslov ni veljaven.

source: emailExistsError
sl: E-naslov že obstaja.
